Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=169_art_id=198.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Beaivi
smj: Åhpav: Biejvve

source: Ráhkisvuohta lea gierdavaš, ráhkisvuohta lea láđis, ii dat gáđaš ii ge rábmo ii ge čeavlástala.
smj: Gieresvuohta le gierddis ja buorre. Gieresvuohta ij le udnodibme, ij ga ietjas rámpo, ij ga stuorástalá.

source: Ii dat daga maidege dohkkemeahttumiid ii ge bivdde iežas ávkki, ii dat suhta ii ge vurke baháid.
smj: Ij le hæhkkaráduk, ij ga ietjastalle, ij le suhtisj, ij ga bahájt vuorkuda.

source: De dat bissot, dát golmmas: Osku, doaivu ja ráhkisvuohta. Muhto buot stuorimus dain lea ráhkisvuohta.
smj: De bissu dá gålmmå: Jáhkko, doajvvo ja gieresvuohta, ja dajs gájkin stuorámus le gieresvuohta.

source: 1. Kor 13, 4-5 og v 13
smj: 1. Kor 13, 4-5,13

source: Greika-gillii leat golbma sáni mat mákset ráhkisvuođa: Eros, phileos ja agape.
smj: Grehkagiellaj gávnnuji gålmmå bágo ma mierkkiji gieresvuohta: Eros, phileos ja agape.

source: Eros lea olbmá ja nissona gaskasaš ráhkisvuođa birra.
smj: Eros le gieresvuohta ålmmå ja nissuna gaskan.

source: Phileos lea ustitlaš olbmuidgaskasaš ráhkesvuođa birra dahje ráhkisvuohta du lagamužžii.
smj: Phileos le gieresvuohta guojmmealmatjijda jali gieresvuohta almatjij gaskan ráddnan.

source: Agape, ipmillaš ráhkesvuohta, ráhkesvuohta mii boahtá Ipmilis.
smj: Agape, jubmelasj gieresvuohta, gieresvuohta mij Jubmelin le.

source: Dát ráhkesvuohta šaddá min váimmuin Bassi vuoiŋŋa bokte.
smj: Dáv gieresvuodav lip vájmojnimme oadtjum Ájlis Vuojŋŋanisá baktu.
